// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给俺",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "心爱的老可爱",  // 同上...
        "今天是你的生日",
        "这是我们在一起的",
        "第二个生日了",
        "去年的生日",
        "还能在一中里一人吃三份",
        "今年也要吃好的哦",
        "要把的猪喂饱",
        "虽然你不一定有猪肉贵",
        "但你一定比猪重"
        "还有二十四天我们就能见面了",
        "了哦",
        "哦~~",
        "没了",
        "真没了",
        "别看了",
        "。。。。。。。",
        "hp bsday！",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        //"心爱的小可爱": "./imgs/xiaokeai.png",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开咕咕咕始",
        play: "缪贼克儿",
        bannar_coming: "biu",
        balloons_flying: "巴啦啦能量",
        cake_fadein: "给个蛋糕",
        light_candle: "点根蜡烛",
        wish_message: "生日快乐！！！",
        story: "A MESSAGE",
    }
};
